Repository: MilBia/Suchar-Overflow
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Polish
pl: Polski

source: English
pl: Angielski

source: Text
pl: Treść

source: Votes
pl: Głosy

source: Publication Date
pl: Data publikacji

source: Leave empty to publish immediately.
pl: Pozostaw puste, aby opublikować natychmiast.

source: Publication date cannot be in the past.
pl: Data publikacji nie może być w przeszłości.

source: Suchar text
pl: Treść suchara

source: Joke aggregator with critically low humidity levels.
pl: Agregator żartów o krytycznie niskim poziomie wilgotności.

source: Home
pl: Strona główna

source: Jokes
pl: Suchary

source: Leaderboard
pl: Ranking

source: About
pl: O projekcie

source: Log Out
pl: Wyloguj

source: Log In
pl: Zaloguj

source: Sign Up
pl: Zarejestruj się

source: All rights reserved (but jokes stolen).
pl: Wszelkie prawa zastrzeżone (ale żarty ukradzione).

source: Error
pl: Błąd

source: Success
pl: Sukces

source: Notification
pl: Powiadomienie

source: Confirm Logout
pl: Potwierdź wylogowanie

source: Are you sure you want to log out?
pl: Czy na pewno chcesz się wylogować?

source: Cancel
pl: Anuluj

source: About Project - Suchar Overflow
pl: O Projekcie - Suchar Overflow

source: About Project
pl: O Projekcie

source: Why do we do this? Because someone had to.
pl: Dlaczego to robimy? Bo ktoś musiał.

source: Mission
pl: Misja

source: The goal of Suchar Overflow is to gather the largest collection of jokes that cause physical pain to the recipient. We believe a good dry joke is one followed by awkward silence and crickets chirping in the background.
pl: Celem Suchar Overflow jest zgromadzenie największej w Polsce kolekcji żartów, które powodują fizyczny ból u odbiorcy. Wierzymy, że dobry suchar to taki, po którym zapada niezręczna cisza, a w tle słychać świerszcze.

source: Technology
pl: Technologia

source: The site is built on the latest technologies (Django + Custom CSS) to ensure fast and reliable delivery of cringe content straight to your screen.
pl: Strona zbudowana jest w oparciu o najnowsze technologie (Django + Custom CSS), aby zapewnić szybkie i niezawodne dostarczanie żenującego contentu prosto na Twój ekran.

source: Dry Bread for the Horse
pl: Suchy Chleb dla Konia

source: Welcome to <strong>Suchar Overflow</strong>. A place where humor is so dry, you need a drink.
pl: Witaj w <strong>Suchar Overflow</strong>. Miejscu, gdzie humor jest tak suchy, że potrzebujesz popić.

source: Vote for the best jokes, add your own, and become an office legend.
pl: Głosuj na najlepsze suchary, dodawaj własne i stań się legendą biura.

source: Browse Jokes
pl: Przeglądaj Suchary

source: Join Us
pl: Dołącz do nas

source: Vote
pl: Głosuj

source: Rate other people's jokes. Decide what is funny (and what is pathetic).
pl: Oceniaj suchary innych. Decyduj co jest zabawne (a co żałosne).

source: Add
pl: Dodaj

source: Share your thoughts with the world. Don't be shy.
pl: Podziel się światem swoimi przemyśleniami. Nie wstydź się.

source: Laugh (optional)
pl: Śmiej się (opcjonalnie)

source: We guarantee a pity smile or your money back (the site is free).
pl: Gwarantujemy uśmiech politowania lub zwrot pieniędzy (strona jest darmowa).

source: Activation Complete
pl: Aktywacja zakończona

source: Account Activated!
pl: Konto aktywowane!

source: Your account has been activated successfully. You can now log in and start using Suchar Overflow.
pl: Twoje konto zostało pomyślnie aktywowane. Możesz się teraz zalogować.

source: Log in
pl: Zaloguj

source: Activation Failed
pl: Aktywacja nieudana

source: The activation link is invalid or has expired. Please try registering again or contact support.
pl: Link aktywacyjny jest nieprawidłowy lub wygasł. Spróbuj zarejestrować się ponownie.

source: Sign Up Again
pl: Zarejestruj się ponownie

source: Back to Home
pl: Powrót do strony głównej

source: Sign In
pl: Zaloguj się

source: Forgot Password?
pl: Zapomniałeś hasła?

source: Password Changed
pl: Hasło zmienione

source: Your password was changed successfully.
pl: Twoje hasło zostało pomyślnie zmienione.

source: Back to Profile
pl: Powrót do profilu

source: Change Password
pl: Zmień hasło

source: Password reset successful
pl: Reset hasła udany

source: Set a new password
pl: Ustaw nowe hasło

source: Please enter your new password twice so we can verify you typed it in correctly.
pl: Wpisz nowe hasło dwukrotnie, aby upewnić się, że jest poprawne.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pl: Link resetowania hasła był nieprawidłowy lub został już wykorzystany.

source: Password Reset Sent
pl: Wysłano reset hasła

source: Check your inbox
pl: Sprawdź skrzynkę

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
pl: Wysłaliśmy instrukcję resetowania hasła na podany email.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
pl: Jeśli nie otrzymałeś maila, sprawdź folder spam.

source: You're receiving this email because you requested a password reset for your user account at
pl: Otrzymujesz tę wiadomość, ponieważ poprosiłeś o zresetowanie hasła dla swojego konta w serwisie

source: Please go to the following page and choose a new password:
pl: Przejdź na poniższą stronę, aby ustawić nowe hasło:

source: Your username, in case you've forgotten:
pl: Twoja nazwa użytkownika (na wypadek, gdybyś zapomniał):

source: Thanks for using our site!
pl: Dziękujemy za korzystanie z naszej strony!

source: The
pl: Zespół

source: team
pl: Suchar Overflow

source: Password Reset
pl: Reset hasła

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
pl: Zapomniałeś hasła? Podaj email, wyślemy instrukcję.

source: Reset my password
pl: Zresetuj hasło

source: Already have an account?
pl: Masz już konto?

source: Confirmation Sent
pl: Wysłano potwierdzenie

source: We have sent you an email to confirm your registration. Please check your inbox and click the link to activate your account.
pl: Wysłaliśmy email z prośbą o potwierdzenie rejestracji.

source: Celebreating the best (and the driest) caused by our community.
pl: Świętujemy najlepsze (i najsuchsze) dzieła naszej społeczności.

source: Activity (Last 30 Days)
pl: Aktywność Sucharów (Ostatnie 30 dni)

source: Overall
pl: Ogólne

source: Funny
pl: Śmieszne

source: Dry
pl: Suche

source: Most Active Authors
pl: Najaktywniejsi Autorzy

source: jokes
pl: sucharów

source: No data.
pl: Brak danych.

source: Hall of Fame
pl: Galeria Sław

source: No jokes.
pl: Brak sucharów.

source: Comedy Kings
pl: Królowie Komedii

source: No funny data.
pl: Brak danych (śmieszne).

source: Top Funny Jokes
pl: Najlepsze Śmieszki

source: Lords of Drought
pl: Władcy Suszy

source: No dry data.
pl: Brak danych (suche).

source: Top Dry Jokes
pl: Największe Suchary

source: New Jokes
pl: Nowe Suchary

source: Too Late!
pl: Za późno!

source: The ship has sailed!
pl: Pociąg odjechał!

source: This joke has already been published. You can't polish a diamond (or a dry biscuit) once it's been served.
pl: Ten suchar został już opublikowany. Nie można polerować diamentu (ani suchego ciastka), gdy został już podany.

source: Time creates jokes, but it also seals them.
pl: Czas tworzy żarty, ale też je pieczętuje.

source: Ancient Suchar Proverb
pl: Starożytne przysłowie sucharzystów

source: Back to Jokes
pl: Wróć do listry sucharów

source: Add Joke
pl: Dodaj Suchara

source: Shine with humor.
pl: Zabłyśnij humorem.

source: Joke Content
pl: Treść Suchara

source: Why did the chicken cross the road?
pl: Dlaczego kurczak przeszedł przez ulicę?

source: Remember, the drier the better.
pl: Pamiętaj, im bardziej sucho, tym lepiej.

source: Tags
pl: Tagi

source: e.g. it, programming, school
pl: np. it, programowanie, szkoła

source: Separate with commas.
pl: Oddzielaj przecinkami.

source: Schedule for later
pl: Zaplanuj na później

source: Select date and time...
pl: Wybierz datę i godzinę...

source: Publish
pl: Opublikuj

source: Live Preview
pl: Podgląd na żywo

source: Now
pl: Teraz

source: Your joke content will appear here...
pl: Tutaj pojawi się treść Twojego suchara...

source: This is how your joke will look on the main list.
pl: Tak będzie wyglądał Twój wpis na liście głównej.

source: The dryest jokes on the internet.
pl: Najsuchsze żarty w internecie.

source: Search...
pl: Szukaj...

source: Top
pl: Najlepsze

source: Newest
pl: Najnowsze

source: Scheduled
pl: Zaplanowane

source: Edit
pl: Edytuj

source: So dry here...
pl: Ale tu sucho...

source: Be the hero we need and add the first joke.
pl: Bądź bohaterem, którego potrzebujemy i dodaj pierwszego suchara.

source: Previous
pl: Poprzednia

source: Next
pl: Następna

source: Your Account
pl: Twoje Konto

source: Profile
pl: Profil

source: Edit Profile
pl: Edytuj Profil

source: Security
pl: Bezpieczeństwo

source: Email Changed
pl: Email zmieniony

source: Email Sent
pl: Wysłano email

source: Update Email
pl: Aktualizuj email

source: Revoked
pl: Odwołano

source: User
pl: Użytkownik

source: Suchar Overflow User
pl: Użytkownik Suchar Overflow

source: The Best Of
pl: Najlepsze

source: Statistics
pl: Statystyki

source: Rank
pl: Ranga

source: Joined
pl: Dołączył

source: Dryness Level
pl: Poziom Suchości

source: Reception
pl: Odbiór

source: Drought Map
pl: Mapa Suszy

source: Less
pl: Mniej

source: More
pl: Więcej

source: Mon
pl: Pn

source: Wed
pl: Śr

source: Fri
pl: Pt

source: jokes on
pl: sucharów w dniu

source: Latest Jokes
pl: Ostatnie Suchary

source: Scheduled for Publication
pl: Zaplanowane do publikacji

source: See all entries
pl: Zobacz wszystkie wpisy

source: User hasn't added any jokes yet.
pl: Użytkownik nie dodał jeszcze żadnych sucharów.

source: Here you can update your data.
pl: Tutaj możesz zaktualizować swoje dane.

source: E-mail Address
pl: Adres e-mail

source: Change E-mail
pl: Zmień e-mail

source: Address change requires confirmation.
pl: Zmiana adresu wymaga potwierdzenia.

source: Save Changes
pl: Zapisz zmiany

source: Personal info
pl: Dane osobowe

source: Permissions
pl: Uprawnienia

source: Important dates
pl: Ważne daty

source: Users
pl: Użytkownicy

source: This username has already been taken.
pl: Ta nazwa użytkownika jest już zajęta.

source: New Email Address
pl: Nowy adres email

source: This email is already currently used.
pl: Ten email jest już używany.

source: Name of User
pl: Nazwa użytkownika

source: email address
pl: adres email

source: Pending
pl: Oczekujący

source: Verified
pl: Zweryfikowany

source: Email Change Request
pl: Prośba o zmianę emaila

source: Email Change Requests
pl: Prośby o zmianę emaila

source: Information successfully updated
pl: Informacje zostały zaktualizowane
